index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Home Page</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://ahisu6.github.io/css/main.css" />
</head>
<body>
<div id="content" class="content">
<div style="font-family: monospace; background-color: #082694; font-weight: bolder; font-size: 60px; text-align: center;">
<span style="color: #8ffa89;">A</span><span style="color: #89b7fa;">hi</span>su6
</div>
<div style="color: #8ffa89; background-color: transparent; font-weight: bolder; font-size: 60px; text-align: center;">Learn Medicine... but in the Japanese language!</div>
<div style="color: #89b7fa; background-color: transparent; font-weight: bold; font-size: 60px; text-align: center;">医学を学ぶ... ただし、日本語で！</div>

<p>
<a href="https://github.com/ahisu6/ahisu6.github.io/edit/main/src/index.org">Edit</a>
</p>

<hr />

<div id="outline-container-orgbb3c029" class="outline-2">
<h2 id="orgbb3c029">え？</h2>
<div class="outline-text-2" id="text-orgbb3c029">
<p>
This website is a gift for a friend!
</p>

<p>
Please note that the translation may not be correct.
</p>

<p>
However, I will try my absolute best to make sure that the translation is as accurate as possible.
</p>
</div>
</div>

<div id="outline-container-toc" class="outline-2">
<h2 id="toc">Chapters</h2>
<div class="outline-text-2" id="text-toc">
<ul class="org-ul">
<li><a href="./og.html">Obstetrics and Gynaecology - 産科・婦人科領域 (OG)</a></li>
<li>Paediatrics - 小児科 (P)</li>
<li>Cardiology - 循環器内科学 (C)</li>
<li>Respiratory - 呼吸器内科 (R)</li>
<li>Surgery - 外科 (S)</li>
<li>Neurology - 神経学 (N)</li>
<li>Dermatology - 皮膚科学 (D)</li>
<li>Endocrinology - 内分泌学 (E)</li>
<li>Gastroenterology - 消化器病学 (G)</li>
</ul>
</div>
</div>

<div id="outline-container-orgc3172c6" class="outline-2">
<h2 id="orgc3172c6">Note</h2>
<div class="outline-text-2" id="text-orgc3172c6">
<p>
The content of this site is not intended as medical advice. If you have a medical problem, you should seek medical advice. <span class="jp">本サイトのコンテンツは、医学的なアドバイスを目的としたものではありません。医療上の問題がある場合は、医師の診断を受ける必要があります。</span>
</p>
</div>
</div>
</div>
</body>
</html>
